Repository: jburditt/Classic-RPG-Framework
Catalog: Tide/Controls/MapTreeView.*.resx
Languages: es_es, fr_fr, it_it

# m_labelCaption.Text
source: Map Explorer
es_es: Explorador del Mapa
fr_fr: Explorateur du Carte
it_it: Navigatore della Mappa

# m_layerNewMenuItem.Text
source: New...
es_es: Nuevo...
fr_fr: Nouveau...
it_it: Nuovo...

# m_layerPropertiesMenuItem.Text
source: Properties...
es_es: Propiedades...
fr_fr: Propriétés...
it_it: Atributi

# m_layerMakeInvisibileMenuItem.Text
source: Make Invisible
es_es: Hace Invisible
fr_fr: Fais Invisible
it_it: Rendi Invisible

# m_layerMakeVisibileMenuItem.Text
source: Make Visible
es_es: Hace Visible
fr_fr: Fais Visible
it_it: Rendi Visible

# m_layerBringForwardMenuItem.Text
source: Bring Forward
es_es: Ileva Delante
fr_fr: Apportez l'Avant
it_it: Porta Avanti

# m_layerSendBackwardMenuItem.Text
source: Send Backward
es_es: Envia Atrás
fr_fr: Envoyer vers l'Arrière
it_it: Invia Indietro

# m_layerDeleteMenuItem.Text
source: Delete
es_es: Elimina
fr_fr: Supprimez
it_it: Cancella

# m_mapPropertiesMenuItem.Text
source: Properties...
es_es: Propiedades...
fr_fr: Propriétés...
it_it: Atributi...

# m_mapStatisticsMenuItem.Text
source: Statistics
es_es: Estadísticas...
fr_fr: Statistiques...
it_it: Statistiche...

# m_tileSheetNewMenuItem.Text
source: New...
es_es: Nuevo...
fr_fr: Nouveau...
it_it: Nuovo...

# m_tileSheetPropertiesMenuItem.Text
source: Properties...
es_es: Propiedades...
fr_fr: Propriétés...
it_it: Atributi...

# m_tileSheetAutoTilesMenuItem.Text
source: Auto Tiles...
es_es: Auto Azulejos...
fr_fr: Auto Tuiles...
it_it: Auto Piastre...

# m_tileSheetEditImageSourceMenuItem.Text
source: Edit Image Source...
es_es: Modifica la Imagen de Origen...
fr_fr: Modifier la Source de l'Image...
it_it: Modifica la Immagine Fonte...

# m_tileSheetRemoveDependenciesMenuItem.Text
source: Remove Dependencies
es_es: Quita las Dependencias
fr_fr: Éliminez les Dépendances
it_it: Rimuovi le Dipendenze

# m_tileSheetDeleteMenuItem.Text
source: Delete
es_es: Elimina
fr_fr: Supprimez
it_it: Cancella
